DEFAULT_TASKS = [
    {
        'code': '1',
        'name': 'Предпроектные работы',
    },
    {
        'code': '1.4.2',
        'name': 'Заключение ДАЗУ на период строительства',
    },
    {
        'code': '3',
        'name': 'Проектно-изыскательские работы',
    },
    {
        'code': '3.1',
        'name': 'Задание на проектирование',
    },
    {
        'code': '3.3',
        'name': 'Разработка и согласование АПР',
    },
    {
        'code': '3.8',
        'name': 'Утверждение перечня ТХ в ДОНМ',
    },
    {
        'code': '3.11',
        'name': 'Разработка проектно-сметной документации (Стадия П)',
    },
    {
        'code': '3.13',
        'name': 'Экспертиза проекта',
    },
    {
        'code': '3.15',
        'name': 'Разработка Рабочей документации',
    },
    {
        'code': '4',
        'name': 'Строительно-монтажные работы',
    },
    {
        'code': '4.1.1',
        'name': 'Разрешение на строительство',
    },
    {
        'code': '4.2',
        'name': 'Подготовительные работы',
    },
    {
        'code': '4.3',
        'name': 'Земляные работы (котлован)',
    },
    {
        'code': '4.4',
        'name': 'Монолитные работы',
    },
    {
        'code': '4.5',
        'name': 'Кровля',
    },
    {
        'code': '4.6',
        'name': 'Устройство фасадов и остекление (закрытие контура)',
    },
    {
        'code': '4.7',
        'name': 'Внутренние инженерные системы',
    },
    {
        'code': '4.8',
        'name': 'Технологическое оборудование',
    },
    {
        'code': '4.9',
        'name': 'Отделочные работы',
    },
    {
        'code': '4.10',
        'name': 'ПНР',
    },
    {
        'code': '4.11',
        'name': 'Наружные инженерные сети',
    },
    {
        'code': '4.12',
        'name': 'Благоустройство',
    },
    {
        'code': '5',
        'name': 'Завершение строительства и приемка работ',
    },
    {
        'code': '5.11',
        'name': 'Комплексные испытания',
    },
    {
        'code': '7.1',
        'name': 'Проведение итоговой проверки МГСН',
    },
    {
        'code': '7.1.8',
        'name': 'Получение Заключения о соответствии',
    },
    {
        'code': '7.4',
        'name': 'Разрешение на ввод в эксплуатацию',
    },
    {
        'code': '8',
        'name': 'Передача объекта на баланс эксплуатирующей организации',
    },
]
